<template>
  <div class="mod-home">
    <h3>项目介绍</h3>
    近年来，我国积极引导数字经济和实体经济深度融合，以推动经济高质量发展。
    烟草行业在国民经济和社会发展过程中发挥重要作用，承担着区域经济发展的重任。
    当前烟草行业发展面临挑战，供需匹配关系发生较大变化，客户专员传统的工作理念、
    工作模式和工作方法难以适应新形势、新常态的行业要求。
    为此，《广东烟草卓“粤”创一流高质量发展战略》提出以数字驱动管理变革、数字赋能管理升级的愿景。
    人工智能、大数据等技术为烟草数字化转型提供了契机，但仍面临着科学服务工具缺失、作业标准化程度低等问题。
    本项目针对上述问题与挑战，围绕“数字强烟”需求，聚焦当前汕尾烟草客户服务工作模式，
    确定了突破智能语音交互、一站式服务管理、多源数据分析预测与可视化等技术为研究目标，
    构建一个领域广、能力强、服务优的烟草客户智能服务平台，为零售户提供优质服务，推动客户服务工作转型升级。
    本项目平台通过打造定制式智能客服助手改善客户体验及缓解客服工作压力，
    研发科学服务工具收集市场数据、挖掘分析市场消费变化趋势为领导决策提供数据支持，建立长期销售的目标导向，
    不断提升客服服务质量，提高企业在行业领域的核心竞争力。
    <h4>前端功能实现方案</h4>
    <ul>
      <li>验证模式：注册电话号码+第三方SMS服务验证</li>
      <li>页面布局：微信对话页面</li>
      <li>交互模式：文字+第三方语音模块</li>
      <li>数据展示方式：第三方图表插件</li>
      <li>推送模式：主页面文字消息</li>
      <li>开发环境：微信开发者工具</li>
      <li>开发语言：Javascript</li>
    </ul>
    <h4>后端功能实现方案</h4>
    <ul>
      <li>接口数据格式：json</li>
      <li>数据库类型：MySQL</li>
      <li>接口部署位置：腾讯云服务器</li>
      <li>数据库来源：市局业务数据库</li>
      <li>开发环境：Visual Studio Code</li>
      <li>开发语言：Node.js</li>
    </ul>

  </div>
</template>

<script>
  export default {
  }
</script>

<style>
  .mod-home {
    line-height: 1.5;
  }
</style>

